tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "shopify/shopify"
brew "act"
brew "awscli"
brew "btop"
brew "cfssl"
brew "coreutils"
brew "git"
brew "go"
brew "openjdk"
brew "groovysdk"
brew "helm"
brew "htop"
brew "httping"
brew "jq"
brew "k9s"
brew "libusbmuxd", args: ["HEAD"]
brew "libimobiledevice", args: ["HEAD"]
brew "maven"
brew "node@16"
brew "mongosh"
brew "openjdk@17"
brew "postgresql"
brew "saml2aws"
brew "terraform"
brew "watch"
brew "wget"
brew "shopify/shopify/toxiproxy"
cask "cyberduck"
cask "intel-power-gadget"
cask "iterm2"
cask "keyboard-maestro"
cask "mattermost"
cask "mongodb-compass"
cask "numi"
cask "postman"
cask "rectangle"
cask "session-manager-plugin"
cask "slack"
cask "visual-studio-code"
cask "yed"
cask "zoom"
